{
  "info": {
    "title": "Cuenta corriente Open Close",
    "comisions_title": "Olvídate de las comisiones",
    "comisions_description": "De apertura, mantenimiento o cancelación.",
    "transfers_title": "Transferencias gratis",
    "transfers_description": "En España y en la UE, en euros.",
    "card_title": "Tarjeta de Débito gratis",
    "card_description": "Hazte cliente y consíguela totalmente gratis con tu cuenta corriente si eres el primer titular.",
    "phone_title": "Paga con tu móvil",
    "phone_description": "Introduce tus tarjetas Openbank en tu móvil o reloj inteligente y paga en cualquier lector contactless",
    "almost_done": "¡ Ya casi estás ! Para completar la contratación de su producto Cuenta Corriente OpenClose le será requerido la generación de un password que podrá especificar en el siguiente paso.",
    "rgpd_desc": "Declaro que tengo mayoría de edad y que acepto que tratemos sus datos según la",
    "rgpd_link": "politica de protección de datos."
  },
  "form": {
    "title": "Crea tu password manager",
    "info": "Para completar la contratación de su producto <strong>Cuenta Corriente OpenClose</strong> debe especificar una contraseña que usará en su cuenta de <strong>administrador.</strong>",
    "info2": "Esta cuenta tendrá acceso a todo el catálogo de su producto.",
    "clue_info": "También puedes introducir de manera opcional una pista que se usará si en algún momento no recuerdas el password. esta pista será requerida para poder restaurar el password.",
    "input_password": "Introduce tu password manager",
    "input_password_repeat": "Repite tu password manager"
  },
  "CCOP_step3_success_title": "Su password manager ha sido creado con éxito !",
  "CCOP_step3_success_desc": "A partir de ahora puede usar nuevo producto Cuenta Corriente OpenClose, con la constraseña manager recién creada.",
  "CCOP_step3_fail_title": "Ha ocurrido algún error",
  "CCOP_step3_fail_desc": "No hemos podido crear tu contraseña manager, inténtelo de nuevo más tarde.",
  "Form_required": "Campo requerido",
  "Form_equal": "password1 and password2 no coinciden",
  "Form_password": "La contraseña debe tener 1 mayúscula, 1 numero, y entre 4 y 24 caracteres"
}